import React from 'react';
import './CultureLab.css'; // 使用与 CultureLab 相同的 CSS 文件

function AIComputingLab() {
  return (
    <div className="culture-lab-container">
      <div className="culture-lab-image">
        <img src="/ai-computing-lab.jpg" alt="甘肃省算力技术重点实验室" />
      </div>
      <div className="culture-lab-content">
        <h1>甘肃省算力技术重点实验室</h1>

        <h2>实验室背景</h2>
        <p>
          2023年4月由兰州大学牵头，联合甘肃紫金云大数据开发有限责任公司、甘肃燧弘绿色算力有限公司、甘肃省计算中心、摩尔线程智能科技(北京)有限责任公司、内蒙古探索超算科技有限公司、甘肃树帜未来信息科技有限公司、陇东学院和中国移动通信集团甘肃有限公司等机构，向甘肃省科技厅申报甘肃省算力技术重点实验室(兰州大学)。此事作为4月初给程晓波副省长“关于与清华大学和兰州大学建立长效联系推进甘肃省算力及数字经济工作的请示“中已经重点汇报，并同时获得了省发改委和省科技厅的重视，目前已经成立。
        </p>

        <h2>实验室目标</h2>
        <p>
          成立以来，以此重点实验室为依托，瞄准国家人工智能及“东数西算”战略，结合我省“东数西算”节点建设，以实现通用人工智能算力调度和数据产业服务为目标，以建设甘肃省智能计算应用产业园为突破，以甘肃省十大生态产业中的节能环保、文化旅游和数据信息为战略示范，依托“旅游信息融合处理与数据权属保护文化和旅游部重点实验室”、“甘肃省泛在电力物联网与电力资源优化配置工程研究中心”、“甘肃省文旅大数据及智能化行业技术中心”、“甘肃省文化和旅游标准化技术委员会”等已建成的省部级大数据平台，探索我省通用人工智能发展路径，服务我省行业数字化转型升级战略需求，培养我省通用人工智能及大数据人才团队，为解决我省数字经济发展卡脖子问题提供技术攻关，为打造我省算力和数据引擎奠定基础。
        </p>
      </div>
    </div>
  );
}

export default AIComputingLab;