import React from 'react';
import './CultureLab.css'; // 使用与 CultureLab 相同的 CSS 文件

function StandardsCommittee() {
  return (
    <div className="culture-lab-container">
      <div className="culture-lab-image">
        <img src="/biaoweihui.jpg" alt="甘肃省文化和旅游标准化技术委员会" />
      </div>
      <div className="culture-lab-content">
        <h1>甘肃省文化和旅游标准化技术委员会</h1>

        <h2>委员会背景</h2>
        <p>
          2022年1月，甘肃省市场监督管理局正式批复甘肃省文化和旅游标准化技术委员会，秘书处设在兰州大学，具体工作由兰州大学文旅部重点实验室承担。
        </p>

        <h2>主要工作</h2>
        <p>
          甘肃省文化和旅游标准化技术委员会成立以来，积极推动文旅产业服务系列地方标准编制和立项工作。2023年由省文旅厅推荐的国家标准“节假日城市旅游客流智能疏导指南”和文旅部行业标准“旅游大数据安全与隐私保护规范”已由全国旅游标准化技术委员会立项。另外，秘书处遴选出23项文旅产业服务系列地方标准草案，形成项目库，其中《旅游景区突发事件应急预案》、《藏式木雕通用要求》、《甘肃省智慧景区建设规范》、《甘肃省智慧酒店建设规范》、《旅游大数据安全与隐私保护管理规范》等5项标准已被立项。
        </p>

        <h2>标准化试点单位</h2>
        <p>
          金昌市图书馆、敦煌市鸣沙山月牙泉国家级标准化试点单位和迭部县腊子口、和政县松鸣岩景区等省级标准化试点单位顺利通过验收；泾川县文化馆、华亭市博物馆、李家庄田园综合体乡村休闲旅游服务标准化试点、张掖丹霞景区、庄浪县云崖寺景区等5个省级标准化试点单位获批。
        </p>

        <h2>人才培养与队伍建设</h2>
        <p>
          此外，大力加强文旅标准化工作专业人才培养和队伍建设。2023年10月，作为协办单位组织举办全国旅游标准化技术委员会业务工作培训班，文旅标准化委员会副主任杨裔教授作为授课专家之一对甘肃省文化和旅游标准化建设工作与参加培训人员作了交流；2022年6月，文旅标准化委员会在张掖市组织举办了1期全省文化和旅游标准化工作培训班，邀请省内外标准化方面专家专题授课，系统培训各市州和县区文旅系统的标准化工作业务人员126人；组织文旅标准化委员会全体委员参加了2022年全国旅游标准化线上培训班；积极抽派2名负责标准化工作的工作人员参加2021年全国旅游标准化培训班。
        </p>
      </div>
    </div>
  );
}

export default StandardsCommittee;